const man = [
    {
      "n": {
  "identity": 9,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "##诞辰：1904年，光绪三十年（甲辰）逝世：1949年，农历己丑年科班院校富连成社 富字科 学生京剧丑角。为茹富兰二弟，字子余，乳名顺立。",
  "subtype": "花衫",
  "prop": "##艺术特色:其嗓音宏亮，口齿清晰，诙谐而不庸俗。##经典剧目:《群英会》、《骆马湖》##梨园称号:四大名丑##代表派系:萧派",
  "name": "茹富蕙"
        }
      }
    },
    {
      "n": {
  "identity": 10,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "##朱斌仙：京剧丑角。字子峰。诞辰：1907年，光绪三十三年（丁未）；逝世：1971年3月31日，农历辛亥年三月初五日。（图示：朱斌仙便装照）",
  "subtype": "武旦",
  "prop": "##艺术特色:戏路宽，角色刻画生动逼真##经典剧目:《盘丝洞》、《生死恨》、《钓金龟》##梨园称号:四大名丑##代表派系:",
  "name": "朱斌仙"
        }
      }
    },
    {
      "n": {
  "identity": 363,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "鲁迅，原名周樟寿，后改名周树人，原字豫山，后改豫才，曾留学日本仙台医科专门学校（肄业）。“鲁迅”是他1918年发表《狂人日记》时所用的笔名，也是他影响最为广泛的笔名，浙江绍兴人。著名文学家、思想家、革命家、民主战士，五四新文化运动的重要参与者，中国现代文学的奠基人。",
  "prop": "生卒年：1881-1936##男##汉族##职业：公务员、教师、作家、思想家##代表作品：《呐喊》《彷徨》《朝花夕拾》《野草》《华盖集》《中国小说史略》等##字：豫才##毕业院校：南京矿路学堂##主要成就：中国翻译文学的开拓者、中国现代思想解放先驱、中国新兴版画运动的伟大导师、中国现代文学的奠基人",
  "name": "鲁迅"
        }
      }
    },
    {
      "n": {
  "identity": 364,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "老舍，原名舒庆春，字舍予，另有笔名絜青、鸿来、非我等。因为老舍生于阴历立春，父母为他取名“庆春”，大概含有庆贺春来、前景美好之意。",
  "prop": "生卒年：1899-1966##男##满族##职业：小说家，作家，语言大师，人民艺术家##代表作品：《骆驼祥子》《四世同堂》《茶馆》##字：舍予##毕业院校：北京师范学校##主要成就：新中国第一位获得“人民艺术家”称号的作家##笔名：老舍，絜青，鸿来，非我##信仰：基督教",
  "name": "老舍"
        }
      }
    },
    {
      "n": {
  "identity": 365,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "茅盾，原名沈德鸿，笔名茅盾、郎损、玄珠、方璧、止敬、蒲牢、微明、沈仲方、沈明甫等，字雁冰，浙江省嘉兴市桐乡市人。",
  "prop": "生卒年：1896-1981##男##汉族##职业：作家，文学评论家，社会活动家##代表作品：《子夜》，《霜叶红似二月花》，《春蚕》，《白杨礼赞》等##字：雁冰##毕业院校：北京大学预科##主要成就：五四新文化运动先驱者之一、中国革命文艺奠基人##笔名：微明",
  "name": "茅盾"
        }
      }
    },
    {
      "n": {
  "identity": 366,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "胡适，曾用名嗣穈，字希疆，学名洪骍，后改名适，字适之。 [1]  思想家、文学家、哲学家。徽州绩溪人，以倡导“白话文”、领导新文化运动闻名于世。",
  "prop": "生卒年：1891-1962##男##汉族##职业：思想家、文学家、哲学家##代表作品：《胡适论学近著》、《中国哲学史大纲》、《尝试集》、《白话文学史》、《说儒》 ##学历：博士##毕业院校：康奈尔大学，哥伦比亚大学##主要成就：新文化运动领袖，开创中国哲学史，研究创办新青年，提倡白话文##言语：吴语、官话##信仰：自由主义，实验主义",
  "name": "胡适"
        }
      }
    },
    {
      "n": {
  "identity": 367,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "沈从文，原名沈岳焕，乳名茂林，字崇文，笔名休芸芸、甲辰、上官碧、璇若等，湖南凤凰县人，中国著名作家、历史文物研究者。",
  "prop": "生卒年：1902-1988##男##苗族##职业：作家、历史文物研究者##代表作品：《边城》《中国丝绸图案》《唐宋铜镜》《龙凤艺术》等 ##主要成就：现代作家中成书最多的一个、20世纪中国最为优秀的文学家之一、著名文化史专家##笔名：甲辰，上官碧，璇若",
  "name": "沈从文"
        }
      }
    },
    {
      "n": {
  "identity": 368,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "梁实秋，原名梁治华，字实秋，笔名子佳、秋郎、程淑等，浙江杭县（今杭州）人，出生于北京，中国著名的现当代散文家、学者、文学批评家、翻译家，国内第一个研究莎士比亚的权威。",
  "prop": "生卒年：1903-1987##男##汉族##职业：散文家、文学批评家、翻译家##代表作品：《雅舍小品》《槐园梦忆》《英国文学史》 ##主要成就：国内第一个研究莎士比亚的权威##字：实秋##号：均默##毕业院校：哈佛大学##职称：国立东南大学教授",
  "name": "梁实秋"
        }
      }
    },
    {
      "n": {
  "identity": 369,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "郭沫若，原名郭开贞，字鼎堂，号尚武，乳名文豹，笔名沫若、麦克昂、郭鼎堂、石沱、高汝鸿、羊易之等。",
  "prop": "生卒年：1892-1978##男##汉族##职业：文学家、历史学家##代表作品：《郭沫若全集》《甲骨文字研究》《中国史稿》等 ##主要成就：新诗奠基人之一、中国科学院首任院长、中国科学技术大学首任校长##语种：汉语、俄语、德语、日语、英语 ##毕业院校：九州帝国大学",
  "name": "郭沫若"
        }
      }
    },
    {
      "n": {
  "identity": 370,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "爱新觉罗·溥杰，乳名誉格，字俊之，号秉藩，满族，清朝宗室，是清朝末代皇帝爱新觉罗·溥仪的弟弟，溥杰生于北京醇亲王府，父亲是第二代醇亲王爱新觉罗·载沣，母亲瓜尔佳氏·幼兰。",
  "prop": "生卒年：1907-1944##男##满族##职业：书法家、艺术家、政治家##代表作品：《溥杰诗词选》《溥杰自传》 ##主要成就：全国人大常委、民族委员会副主任委员、中国书法家协会名誉理事##毕业院校：日本陆军士官学校##学位：日本立命馆大学名誉法学博士##信仰：萨满信仰、藏传佛教",
  "name": "溥杰"
        }
      }
    },
    {
      "n": {
  "identity": 371,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "齐白石，原名纯芝，字渭青，号兰亭，后改名璜，字濒生，号白石、白石山翁、老萍、饿叟、借山吟馆主者、寄萍堂上老人、三百石印富翁，祖籍安徽宿州砀山，生于湖南长沙府湘潭，近现代中国绘画大师，世界文化名人。",
  "prop": "生卒年：1864-1957##男##汉族##职业：画家##代表作品：《蛙声十里出山泉》、《墨虾》 ##主要成就：近现代中国绘画大师 、人民艺术家##毕业院校：私塾",
  "name": "齐白石"
        }
      }
    },
    {
      "n": {
  "identity": 372,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "张大千，原名正权，后改名爰，字季爰，号大千，别号大千居士、下里港人，斋名大风堂。四川内江人，祖籍广东省番禺，中国泼墨画家，书法家。",
  "prop": "生卒年：1899-1983##男##汉族##职业：画家##代表作品：《爱痕湖》《长江万里图》《四屏大荷花》《八屏西园雅集》 ##主要成就：山水画大家 、国画大师、与张善孖昆仲创立“大风堂画派”、泼墨画家##毕业院校：京都公平学校##信仰：佛教",
  "name": "张大千"
        }
      }
    },
    {
      "n": {
  "identity": 373,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "启功，自称“姓启名功”，字元白，也作元伯，号苑北居士，北京市满人。 雍正皇帝的第九代孙。中国当代著名书画家、教育家、古典文献学家、鉴定家、红学家、诗人，国学大师。",
  "prop": "生卒年：1912-2005##男##满族##职业：教授、书画家、文物鉴定家、红学家、国学大师##代表作品：《红楼梦注释》，《古代字体论稿》 《诗文声律论稿》##主要成就：中国人民政治协商会议全国委员会常务委员 、中央文史研究馆馆长、中国书法家协会名誉主席##信仰：佛教",
  "name": "启功"
        }
      }
    },
    {
      "n": {
  "identity": 374,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "胡絜青，满族正红旗人，人民艺术家老舍先生的夫人。1931年毕业于北京师范大学国文系。自幼酷爱文艺，嗜绘画书法。",
  "prop": "生卒年：1905-2001##女##满族##职业：画家##代表作品：《姹紫嫣红》《银星海棠》##笔名：燕崖、胡春##配偶：老舍##毕业院校：北京师范大学",
  "name": "胡絜青"
        }
      }
    },
    {
      "n": {
  "identity": 375,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "巴金，本名李尧棠，字芾甘，笔名除巴金外，还有王文慧、欧阳镜蓉、黄树辉、余一等，1904年11月25日出生于四川省成都市，中国当代作家。",
  "prop": "生卒年：1904-2005##男##汉族##职业：作家##代表作品：《家》《寒夜》《随想录》 ##笔名：巴金、王文慧、欧阳镜蓉、黄树辉、余一##字：芾甘##毕业院校：南京东南大学附中",
  "name": "巴金"
        }
      }
    },
    {
      "n": {
  "identity": 376,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "##民国三大才女之一##五四女作家群的代表之一##著名女作家##1990年代大陆研究的热点作家##20世纪二三十年代女作家的代表人物##“五四”女作家##“五四”时期新闺秀文学的代表人物##《女人》作者##《武汉日报》文艺副刊的编辑##一辈子没吃过一点苦的女人##三房太太的女儿##中国五四女作家##中国女作家##中国女性心理小说的开山鼻祖##中国最早的沙龙##中国现代女作家##中国现代文学史上专注于小说叙事的作家之一##中国第一代儿童文学作家##中国著名女作家##中国近代著名女作家##中外有名的画家##二三十年代北平文坛上著名的女作家##二，三十年代有名的女作家和画家##五四女作家群代表人物之一##五四时期的女作家##京城第一才女##冷静的人##北京三大才女##北平文教界四大美人之一##",
  "prop": "##女儿:陈小滢##父亲:凌福彭##笔名:素心##生于:北京##丈夫:陈西滢##小说:古韵##主编:武汉文艺##就读于:燕京大学##祖父:凌朝庚##作品:女人##任教于:武汉大学##原籍:广东番禺##学妹:许广平##散文集:爱山庐梦影##外孙:秦思源##中篇小说:中国儿女##代表性作品:太太##位于:北京东城区史家胡同##俗称:八宝箱##出生于:北京干面胡同的##出身于:书香世家##出身:高门巨族##原名:凌瑞唐##处女作:孙伏园##外孙女:魏淑凌##姨妈:伍尔夫##居所:史家胡同24号##朋友:弗吉尼亚·伍尔夫##短篇小说集:小哥俩儿##老师:王竹林##",
  "name": "凌叔华"
        }
      }
    },
    {
      "n": {
  "identity": 377,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "##鸳鸯蝴蝶派代表作家##民国第一写手##现代文学史上的“章回小说大家##南唐后主##鸳鸯蝴蝶派的代表作家##著名章回小说家##二十世纪现代文学史上最高产的作家之一##作品最畅销的作家##通俗文学大师”第一人##南北皆知的人物##著名小说家##20世纪现代文学史上最高产的作家之一##现代文学史上的“通俗文学大师”第一人##最多产的作家之一##当时最畅销的作家##著名报人##当时最多产的作家##国内唯一妇孺皆知的作家##20世纪著名小说家##“鸳鸯蝴蝶派”小说家##“鸳鸯蝴蝶派”的著名写手##《旅行杂志》的“台柱子”作者##《红楼梦》诞生以来难得的艺术精品##一代文学大师##中国20世纪二三十年代著名的多产小说家##中国“抗战小说”创作量很多的作家##中国传统的文人##中国北方最有影响的民国小说家##",
  "prop": "##代表作:啼笑因缘##笔名:恨水##小说:金粉世家##原名:张心远##祖籍:安徽潜山##生于:江西广信##总字数:三千万言##肄业于:蒙藏边疆垦殖学堂##作品:夜深沉##女儿:张明明##儿子:张伍##妻子:周南##逝世:北京##长孙:张纪##散文:五月的北平##出自:乌夜啼##",
  "name": "张恨水"
        }
      }
    },
    {
      "n": {
  "identity": 378,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "##为抗日救国而殉难的爱国主义作家##世界上最可怜的生物之群##中国现代著名小说家##风流才子##不可获缺的经典收藏本##市场中最重要的中国历代小说完整手稿##知识分子家庭##没有希望的奴隶之邦##现代文学史中最著名的情事”之一##江南才子##现代文学史上的重要作家##“五四”精神的积极追随者和忠实代言人##已知唯一的民国新文学重要中长篇小说完整手稿##伟大的爱国者##浙江富阳人##新文学最早的白话短篇小说集##新文学团体##“五四”之后的新一代知识分子##“五四”时期浪漫抒情小说的巨匠##“左联”作家##“民族解放殉难烈士##中国文化界的名人##",
  "prop": "##代表作:沉沦##原名:郁文##夫人:王映霞##幼名:阿凤##化名:赵廉##中篇小说:她是一个弱女子##作品:出奔##长兄:郁曼陀##儿子:郁飞##小说:迷羊##侄女:郁风##故乡:富阳##出生于:1896年12月7日##主编:大众文艺##毕业于:东京帝国大学##生于:1896年##终年:四十九岁##长女:郁黎民##散文:钓台的春昼##散文集:闲书##朋友:章克标##",
  "name": "郁达夫"
        }
      }
    },
    {
      "n": {
  "identity": 379,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "##（1811年11月22日-1880年01月24日），名椿，字玉珊，安徽省潜山市人。清代徽剧、京剧表演艺术大师。与四喜班的张二奎、春台班的余三胜并称为“老生三杰”、“老生三鼎甲”，程为“三鼎甲”之首。程长庚为京剧艺术的形成作出了重要贡献，被誉为“徽班领袖”、“京剧鼻祖”、“京剧之父”等。",
  "subtype": "老生",
  "prop": "##艺术特色:著名的“脑后音”，字正腔圆，不事花哨，直腔直调，沉雄爽朗。他的唱和念法，柔寓于刚，发声吐字，安徽的乡音土味较浓。表演善于体察人物的性格、身份，注重表现其气质、神采。做功身段沉稳凝重。##经典剧目:《战樊城》、《文昭关》、《鱼肠剑》、《群英会》、《华容道》等##梨园称号:同光十三绝/老生三杰##代表派系:程派",
  "name": "程长庚"
        }
      }
    },
    {
      "n": {
  "identity": 380,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "##(1802—1866)，原名开龙，字起云，湖北省罗田县天堂寨七娘山村上余湾人。幼学汉戏，工老生，后改唱京剧。清嘉庆末年赴天津加入“群雅轩”票房。道光初年入北京，隶“春台班”，至道光中期，蜚声梨园，是国粹“京剧”创始人之一，“老生三杰”、“老生三鼎甲之一。",
  "subtype": "老生",
  "prop": "##艺术特色:原唱汉调，清道光年间为四大徽班之一的春台班台柱。他通文墨，口才便捷，常自创新腔。他的嗓音醇厚，声调优美。他在汉调皮黄和徽戏二黄腔调的基础上，吸收了昆曲、秦腔等艺术特点，创造出抑扬婉转、流畅动听的京剧唱腔。##经典剧目:《定军山》《秦琼卖马》（或称《当锏卖马》）《战樊城》《鱼肠剑》《击鼓骂曹》《四郎探母》《双尽忠》《捉放曹》《李陵碑》《琼林宴》《朱痕记》《乌盆记》《摘缨会》等##梨园称号:老生三杰##代表派系:余派",
  "name": "余三胜"
        }
      }
    },
    {
      "n": {
  "identity": 381,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "##（1814——1864），原名士元，字子英。著名京剧老生演员，为京剧早期老三杰之一，与程长庚、余三胜齐名，号称京剧三鼎甲，一时声名在程、余之上。惜舞台生命不长，出生：1814年，嘉庆十九年（甲戌）；逝世：1864年，同治三年（甲子）。",
  "subtype": "老生",
  "prop": "##艺术特色:他的唱功演唱、念白的声腔字音上，吸收北京的语音特点，多用了北京字音，一改徽调、昆曲、汉调等晦涩的语音，迎合了北方观众的欣赏习惯，给人以畅快淋漓之感。吐字清晰，咬字坚实，自成一格。他的唱工淳朴有力，浑厚平稳，平稳宽亮，嗓音高亢激越，朴实无华，大开大合，大气磅礴，行家评价是“嗓音宏亮，行腔不喜曲折，而字字坚实，颠扑不破”。这种直腔直调的唱法，较之程长庚更甚，更有精金旺火般的魅力。##经典剧目:《金水桥》《打金砖》《回笼鸽》《取荥阳》《五雷阵》及《四郎探母》等##梨园称号:老生三杰##代表派系:奎派",
  "name": "张二奎"
        }
      }
    },
    {
      "n": {
  "identity": 382,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "##生于1860年，卒于1906年，名谦，字艳秋，号美仙，小名惠成。汉川县城关人，梨园世家出身，演员。",
  "subtype": "老生",
  "prop": "##艺术特色:“脑后音”，而且带有“嘎音”，开口发声非常响亮，唱完仍似有余音袅袅。嗓音高亢浑厚，善于运用丹田气和脑后音，歌声响遏行云，发音吐字饱满，韵味十足，极富立体感。其唱腔激昂雄劲，善于表达悲愤慷慨的情绪，演唱悲剧性故事或悲剧性人物时，着力突出其壮美的一面，而不是只单纯强调其悲凉凄苦的感情。##经典剧目:《长亭会》《文昭关》《战长沙》《让成都》《打龙袍》《钓金龟》《游六殿》等##梨园称号:老生后三杰##代表派系:汪派",
  "name": "汪桂芬"
        }
      }
    },
    {
      "n": {
  "identity": 383,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "##1847年4月23日-1917年5月10日，湖北江夏（今武汉）人，本名金福，字望重，中国著名京剧表演艺术大师，京剧谭派艺术的创立者，被尊为京剧界鼻祖，亦有伶界大王之赞。其对京剧艺术的革新，起到了继往开来的作用，对后世影响极其深远，行内有“无腔不学谭”之说。",
  "subtype": "老生",
  "prop": "##艺术特色:善于突破二二三、三三四的句法，运用衬字、虚字润腔，灵活地转变板眼，因而他的演唱玲珑活泼，变化多端，于平淡中见灵巧，并能细腻而鲜明地表现不同人物的感情。武功根底坚实纯熟，身手矫健稳练，所以无论演靠把戏、箭衣戏或褶子戏，都能做到身段灵活洒脱，干净洗炼，在很多戏里还表现了独特的技巧。##经典剧目:《定军山》《空城计》《四郎探母》《战太平》等##梨园称号:同光十三绝/老生后三杰##代表派系:谭派",
  "name": "谭鑫培"
        }
      }
    },
    {
      "n": {
  "identity": 384,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "##1841～1931）清末民初京剧表演艺术家，京剧老生，是半途转业、三十岁以后才由“票友”下海的著名艺人。名濂，一名学年，字菊仙，号宝臣，外号孙一啰，晚年用“老乡亲”为艺名；天津人。",
  "subtype": "老生",
  "prop": "##艺术特色:孙菊仙的唱腔唱法，以大气磅礴、不拘细节为主要特色，世称孙派。他、曾师事中年的程长庚，得其亲炙；又接受了张二奎的影响，继承了程、张两派演唱直腔直调、不尚花梢的特点，形成了自己的风格。孙菊仙嗓音宽厚高亮，音量极大，有宽有窄，有高有低，五音俱佳，每一放歌，浩瀚洪阔有如雷鸣。兼之气力充沛，用尖腔、使嘎调，极其自然。唱腔古朴雄壮，不事雕琢，磅礴充沛而少转折，长腔也不常见，虽粗服乱头却别具魅力，真挚朴实感染力强，令听者动容。##经典剧目:《雍凉关》、《七星灯》、《搜孤救孤》、《搜府盘关》等##梨园称号:老生后三杰##代表派系:孙派",
  "name": "孙菊仙"
        }
      }
    },
    {
      "n": {
  "identity": 385,
  "labels": [
          "man"
        ],
  "properties": {
  "des": "##（1890年11月28日—1943年5月19日），湖北省罗田县人，生于北京。谱名第祺，字小云，官名叔巌，巌与岩通，巌字笔画太多，所以常用“岩”代替。京剧演员，工老生。余叔岩在全面继承谭（鑫培）派艺术的基础上，以丰富的演唱技巧对谭派艺术进行了较大的发展与创造，成为“新谭派”的代表人物，世称“余派”。",
  "subtype": "老生",
  "prop": "##艺术特色:唱腔的特点是刚柔相济、韵味醇厚、音色甜美、雄壮豪迈，细腻而流畅的润腔和纯正而富于变化的音色，把各种人物形象表现得淋漓尽致。善于运用“立音”，以表现人物的愤怒、悲痛和激烈的情绪。“立音”在高音区较为醒目，有冲力。同时，余叔岩的嗓音很有韧性和弹性，对高、中、低音区的旋律都能运用自如。##经典剧目:《打渔杀家》《空城计》《搜孤救孤》 《战太平》 《打棍出箱》《盗宗卷》 《南阳关》##梨园称号:前四大须生##代表派系:余派",
  "name": "余叔岩"
        }
      }
    }
  ]


export default man